export const arr = [
  {
    number: 1, // номер
    date: '2021-10-08', // дата
    date_exec: '2021-10-08', // дата проводки
    caccount1: '32132132321322', // Счет отправителя
    corr1_n: 'ОАО МетизЛенГлавПром', // наименование отправителя
    corr2_n: 'ООО Компания Мяс', //
    inc_n: 23320, //
    items: [
      {
        id: '1', //
        summ: '32132132', //
        rcaccount: '341614029088230', //
        dt: 531513, //
        kt: 56435313, //
      },
      {
        id: '2', //
        summ: '2132131', //
        rcaccount: '2720666848650993', //
        dt: 15435, //
        kt: 5641543, //
      },
      {
        id: '3', //
        summ: '3132', //
        rcaccount: '2563256019744047', //
        dt: 5155, //
        kt: 541531, //
      },
    ], // список
  },
  {
    number: 2, // номер
    date: '2021-10-10', // дата
    date_exec: '2021-10-10', // дата проводки
    caccount1: '3213213', // Счет отправителя
    corr1_n: 'Stokes-Howe', // наименование отправителя
    corr2_n: 'ООО Grady Ltd', //
    inc_n: 220, //
    items: [
      {
        id: '1', //
        summ: '321321', //
        rcaccount: '341614029', //
        dt: 531513, //
        kt: 56435313, //
      },
    ], // список
  },
  {
    number: 3, // номер
    date: '2021-11-20', // дата
    date_exec: '2021-11-21', // дата проводки
    caccount1: '435642132321322', // Счет отправителя
    corr1_n: '株式会社 山岸', // наименование отправителя
    corr2_n: '有限会社 中村', //
    inc_n: 3320, //
    items: [
      {
        id: '1', //
        summ: '321332', //
        rcaccount: '34161088230', //
        dt: 53113, //
        kt: 5643513, //
      },
      {
        id: '2', //
        summ: '21331', //
        rcaccount: '27206668480993', //
        dt: 15435, //
        kt: 5641543, //
      },
    ], // список
  },
  {
    number: 4, // номер
    date: '2021-12-08', // дата
    date_exec: '2021-12-08', // дата проводки
    caccount1: '32132131322', // Счет отправителя
    corr1_n: 'شرکت استخراج و اکتشاف عنبر', // наименование отправителя
    corr2_n: 'فولاد کورش', //
    inc_n: 23320, //
    items: [
      {
        id: '1', //
        summ: '32132132', //
        rcaccount: '341614029088230', //
        dt: 531513, //
        kt: 56435313, //
      },
      {
        id: '2', //
        summ: '2132131', //
        rcaccount: '2720666848650993', //
        dt: 15435, //
        kt: 5641543, //
      },
      {
        id: '3', //
        summ: '3132', //
        rcaccount: '2563256019744047', //
        dt: 5155, //
        kt: 541531, //
      },
      {
        id: '4', //
        summ: '3132', //
        rcaccount: '2563256019744047', //
        dt: 5155, //
        kt: 541531, //
      },
      {
        id: '5', //
        summ: '3132', //
        rcaccount: '2563256019744047', //
        dt: 5155, //
        kt: 541531, //
      },
    ], // список
  },
  {
    number: 5, // номер
    date: '2021-05-08', // дата
    date_exec: '2021-05-08', // дата проводки
    caccount1: '0904059840958025', // Счет отправителя
    corr1_n: 'Sidhu, Borah and Varkey', // наименование отправителя
    corr2_n: 'Nawal-Nanda', //
    inc_n: 23320, //
    items: [
      {
        id: '1', //
        summ: '32132132', //
        rcaccount: '341614029088230', //
        dt: 531513, //
        kt: 56435313, //
      },
      {
        id: '2', //
        summ: '2132131', //
        rcaccount: '2720666848650993', //
        dt: 15435, //
        kt: 5641543, //
      },
      {
        id: '3', //
        summ: '3132', //
        rcaccount: '2563256019744047', //
        dt: 5155, //
        kt: 541531, //
      },
    ], // список
  },
  {
    number: 6, // номер
    date: '2022-11-08', // дата
    date_exec: '2022-11-08', // дата проводки
    caccount1: '3056830845304345', // Счет отправителя
    corr1_n: 'Řeháček a Hrabal s.r.o.', // наименование отправителя
    corr2_n: 'Jiroušková Zahradníková s.r.o.', //
    inc_n: 5465152, //
    items: [
      {
        id: '1', //
        summ: '32132132', //
        rcaccount: '341614029088230', //
        dt: 531513, //
        kt: 56435313, //
      },
    ], // список
  },
  {
    number: 7, // номер
    date: '2022-01-29', // дата
    date_exec: '2022-01-29', // дата проводки
    caccount1: '3956846434594', // Счет отправителя
    corr1_n: 'Nørregaard & Sylvest K/S', // наименование отправителя
    corr2_n: 'Nørregaard & Sylvest K/S', //
    inc_n: 523320, //
    items: [
      {
        id: '1', //
        summ: '32132132', //
        rcaccount: '341614029088230', //
        dt: 4535, //
        kt: 5613, //
      },
      {
        id: '2', //
        summ: '2132131', //
        rcaccount: '2720666848650993', //
        dt: 15444435, //
        kt: 555541543, //
      },
      {
        id: '3', //
        summ: '3132', //
        rcaccount: '2563256019744047', //
        dt: 5155, //
        kt: 541531, //
      },
    ], // список
  },
  {
    number: 8, // номер
    date: '2022-04-17', // дата
    date_exec: '2022-04-18', // дата проводки
    caccount1: '78878956745', // Счет отправителя
    corr1_n: 'রহিম সার', // наименование отправителя
    corr2_n: 'বাবলু সার', //
    inc_n: 23320, //
    items: [
      {
        id: '1', //
        summ: '32132132', //
        rcaccount: '341614029088230', //
        dt: 531513, //
        kt: 56435313, //
      },
      {
        id: '2', //
        summ: '2132131', //
        rcaccount: '2720666848650993', //
        dt: 15435, //
        kt: 5641543, //
      },
      {
        id: '3', //
        summ: '3132', //
        rcaccount: '2563256019744047', //
        dt: 5155, //
        kt: 541531, //
      },
    ], // список
  },
  {
    number: 9, // номер
    date: '2019-10-08', // дата
    date_exec: '2019-10-08', // дата проводки
    caccount1: '32145474672321322', // Счет отправителя
    corr1_n: 'المنيف ذ.م.م', // наименование отправителя
    corr2_n: 'المنيف ذ.م.م', //
    inc_n: 55523320, //
    items: [
      {
        id: '1', //
        summ: '32132132', //
        rcaccount: '341614029088230', //
        dt: 531513, //
        kt: 56435313, //
      },
      {
        id: '2', //
        summ: '2132131', //
        rcaccount: '2720666848650993', //
        dt: 15435, //
        kt: 5641543, //
      },
      {
        id: '3', //
        summ: '3132', //
        rcaccount: '2563256019744047', //
        dt: 5155, //
        kt: 541531, //
      },
    ], // список
  },
  {
    number: 10, // номер
    date: '2021-10-08', // дата
    date_exec: '2021-10-08', // дата проводки
    caccount1: '32132132321322', // Счет отправителя
    corr1_n: 'شركة المواجدة وأولاده', // наименование отправителя
    corr2_n: 'شركة المواجدة وأولاده', //
    inc_n: 23320, //
    items: [
      {
        id: '1', //
        summ: '32132132', //
        rcaccount: '341614029088230', //
        dt: 531513, //
        kt: 56435313, //
      },
      {
        id: '2', //
        summ: '2132131', //
        rcaccount: '2720666848650993', //
        dt: 15435, //
        kt: 5641543, //
      },
      {
        id: '3', //
        summ: '3132', //
        rcaccount: '2563256019744047', //
        dt: 5155, //
        kt: 541531, //
      },
    ], // список
  },
];
